export interface Question {
  ques: string;
  answer: string;
}
export const CommonQuestions: Question[] = [
  {
    ques: 'العاملة لا تملك شريحة جوال هل أستطيع التوفير لها بإسمي؟',
    answer:
      'يتم تسليم العاملة شريحة هاتف متنقل من قِبل اعتناء حتى تكون وسيلة تواصل بين العاملة والشركة، في حال فقدت شريحة الهاتف نرجو تزويدنا ببياناتك والرقم الوظيفي للعاملة، ليتم رفع طلب بالإشكالية ',
  },
  {
    ques: 'ماهي المستشفيات التي يغطيها التأمين الطبي للعمالة؟ ',
    answer: 'بإمكانك التواصل والاستفسار من خلال الرقم الموحد للتأمين',
  },
  {
    ques: '- في حال الرغبة بالتعاقد على عاملة منزلية مقيمة لفترة عقد طويلة ما هو الأجراء؟',
    answer: `<p>بالنسبة للعاملة المقيمة، المتاح لدينا خدمة العقود الشهرية بمدة تتراوح بين: 24 شهر، 12 شهر، 6 أشهر، 3 2أشهر من الجنسيات:</p>

    <p>&nbsp;أوغندا وكينيا ، تختلف الأسعار باختلاف الجنسية ومدة العقد، ويمكنك التعاقد والاطلاع على الأسعار والتوفر حسب منطقتك عن طريق تطبيق اعتناء او احد الفروع</p>
    
    <p>&nbsp;</p>
    
    <p><b>الأسعار تشمل المميزات التالية:</b></p>
    
    <ul>
        <li>راتب العاملة</li>
        <li>إقامة العاملة</li>
        <li>التأمين الطبي</li>
        <li>ضمان البديل في حالة (الهروب أو المرض أو الاعتراض عن العمل)</li>
        <li>تذاكر العودة</li>
        <li>تكاليف رسوم الاستقدام</li>
        <li>تكاليف الرسوم الحكومية</li>
        <li>تأشيرة السفر</li>
        <li>مكافأة نهاية الخدمة</li>
        <li>بالإضافة الى أن العاملة مدربة ومرت على أخصائية نفسية</li>
    </ul>
    `,
  },
  {
    ques: 'في حال الرغبة بالتعاقد على سائق خاص لفترة عقد طويلة ما هو الإجراء؟',
    answer: `<p>بالنسبة للسائق الخاص، المتاح لدينا خدمة العقود الشهرية بمدة تتراوح بين:24 شهر، 12 شهر، 6 أشهر، 3 أشهر من الجنسيات:</p>

    <p>&nbsp;تختلف الأسعار باختلاف الجنسية ومدة العقد، ويمكنك التعاقد والاطلاع على الأسعار والتوفر حسب منطقتك عن طريق تطبيق اعتناء</p>
    
    <p>&nbsp;</p>
    
    <p><b>الأسعار تشمل المميزات التالية: </b></p>
    
    <ul>
        <li>راتب السائق</li>
        <li>إقامة السائق</li>
        <li>التأمين الطبي</li>
        <li>ضمان البديل في حالة (الهروب أو المرض أو الاعتراض عن العمل)</li>
        <li>السائق مدرب على القيادة ويحمل رخصة السعودية</li>
        <li>المخالفات المرورية يتحملها السائق وإبلاغ راحة خلال سبعة أيام</li>
        <li>على العميل توفير بدل معيشة 200 ريال كل شهر أو توفير ثلاث وجبات في اليوم</li>
        <li>على العميل توفير السكن للسائق</li>
        <li>تذاكر العودة</li>
        <li>تكاليف رسوم الاستقدام</li>
        <li>تكاليف الرسوم الحكومية</li>
        <li>تأشيرة السفر</li>
        <li>مكافأة نهاية الخدمة</li>
    </ul>
    `,
  },
  {
    ques: 'هل يوجد نقل كفالة عاملة أو سائق من الشركة للعميل؟',
    answer: ' نعم يوجد نقل كفالة. ',
  },
  {
    ques: 'وقعت عقد عاملة/سائق وإلى الآن ما استلمت العاملة/السائق؟ ',
    answer:
      'في حال تجاوزت مدة الاستلام المرسلة لكم مسبقًا برسالة نصية، سيتم إنشاء طلب ويتم التواصل معكم من قبل القسم المختص ',
  },
  {
    ques: 'لدي عاملة وترغب بمعرفة انتهاء عقدها؟',
    answer:
      'عند انتهاء عقد العاملة مع الشركة سيتم التواصل معها من قِبل الشركة وإفادتها بذلك، وفي حال رغبتك بالتواصل من قِبل مترجم لإفادة العاملة نأمل تزويدنا ببياناتك',
  },
  {
    ques: 'انتهى عقد العاملة مع الشركة ومتبقي في عقدي أيام ما هو الحل؟ ',
    answer:
      'بعد تسليم العاملة الحالية، سيتم توفير العاملة البديلة خلال 30 يوم عمل',
  },
  {
    ques: 'العاملة لديها مشكلة في بطاقة الصراف ما هو الحل؟',
    answer: 'نرجو التواصل معنا من خلال قنوات التواصل الاجتماع او الرقم الموحد ',
  },
  {
    ques: 'كم المدة المستغرقة لاستلام العاملة أو السائق أو المساعدة بعد توقيع العقد؟',
    answer:
      'ستصلكم رسالة نصية موضح فيها متى سيتم تسليمكم العاملة/السائق/المساعدة',
  },
  {
    ques: 'ما نوع الخدمات المتوفرة لشركة اعتناء ؟',
    answer: `<p>الشركة توفر كوادر بشرية لقطاع الأعمال بمختلف مجالاتها، وحلول تستهدف قطاع الأفراد تتمثل بخدمة الساعه :</p>

    <p>-العاملة المنزلية بالساعة، -خدمة مناسبات بالساعة ،</p>
    
    <p>-العاملة المنزلية المقيمة، -السائق الخاص، -المساعدة الشخصية، حيث اننا نسعى من خلال هذه الحلول أن نلبي احتياجات العملاء، ولمزيد من المعلومات عن خدماتنا بإمكانك زيارة فرعنا او التواصل من خلال الرقم الموحد</p>`,
  },
  {
    ques: 'ماهي مدة صلاحية فاتورة السداد؟',
    answer: '3 ساعات .',
  },
  {
    ques: 'هل يوجد تعاقد لمدة شهر للعاملة المقيمة/السائق الخاص/المساعدة الشخصية؟ ',
    answer:
      'نعم متاح التعاقد لمدة شهر واحد ، بإمكانك التعاقد والاطلاع على الأسعار والتوفر لمنطقتك عن طريق الرقم الموحد او زيارة الفرع ',
  },
];
